Repository: SeanHogg/Builderforce.ai
Catalog: apps/shared/BuilderforceKit/Sources/BuilderforceChatUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

# chat.approval.approve
source: Approve
de: Erlauben
es: Aprobar
fr: Approuver
zh_hans: 批准

# chat.approval.decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
zh_hans: 拒绝

# chat.approval.title
source: The Brain wants to run “%@”
de: Das Brain möchte „%@“ ausführen
es: El Brain quiere ejecutar «%@»
fr: Le Brain veut exécuter « %@ »
zh_hans: Brain 想要执行“%@”

# chat.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh_hans: 关闭

# chat.composer.add
source: Add attachment
de: Anhang hinzufügen
es: Añadir adjunto
fr: Ajouter une pièce jointe
zh_hans: 添加附件

# chat.composer.brain
source: The Brain
de: Das Brain
es: El Brain
fr: Le Brain
zh_hans: Brain

# chat.composer.chooseFiles
source: Choose attachments
de: Anhänge auswählen
es: Elegir adjuntos
fr: Choisir des pièces jointes
zh_hans: 选择附件

# chat.composer.dictate
source: Dictate
de: Diktieren
es: Dictar
fr: Dicter
zh_hans: 听写

# chat.composer.placeholder
source: Message the Brain…
de: Nachricht an das Brain …
es: Escribe al Brain…
fr: Écrire au Brain…
zh_hans: 给 Brain 发消息…

# chat.composer.queued
source: Sends after this reply
de: Wird nach dieser Antwort gesendet
es: Se envía después de esta respuesta
fr: Envoyé après cette réponse
zh_hans: 将在此回复后发送

# chat.composer.removeAttachment
source: Remove attachment
de: Anhang entfernen
es: Quitar adjunto
fr: Retirer la pièce jointe
zh_hans: 移除附件

# chat.composer.removeQueued
source: Remove queued message
de: Wartende Nachricht entfernen
es: Quitar mensaje en cola
fr: Retirer le message en attente
zh_hans: 移除排队的消息

# chat.composer.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
zh_hans: 发送

# chat.composer.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
zh_hans: 停止

# chat.composer.stopDictation
source: Stop dictation
de: Diktat beenden
es: Detener dictado
fr: Arrêter la dictée
zh_hans: 停止听写

# chat.composer.to
source: To %@
de: An %@
es: Para %@
fr: À %@
zh_hans: 发给 %@

# chat.dictation.denied
source: Allow microphone and speech recognition access in Settings to dictate.
de: Erlaube in den Einstellungen den Zugriff auf Mikrofon und Spracherkennung, um zu diktieren.
es: Permite el acceso al micrófono y al reconocimiento de voz en Ajustes para dictar.
fr: Autorisez l’accès au micro et à la reconnaissance vocale dans les Réglages pour dicter.
zh_hans: 请在设置中允许访问麦克风和语音识别以使用听写。

# chat.dictation.unavailable
source: Dictation isn't available on this device.
de: Diktieren ist auf diesem Gerät nicht verfügbar.
es: El dictado no está disponible en este dispositivo.
fr: La dictée n’est pas disponible sur cet appareil.
zh_hans: 此设备不支持听写。

# chat.empty.message
source: Ask about your projects, tickets and plans — or send a message to an assigned agent.
de: Frag nach deinen Projekten, Tickets und Plänen – oder schreib einem zugewiesenen Agenten.
es: Pregunta por tus proyectos, tickets y planes, o envía un mensaje a un agente asignado.
fr: Posez vos questions sur vos projets, tickets et plans, ou écrivez à un agent assigné.
zh_hans: 询问你的项目、工单和计划，或给已分配的智能体发送消息。

# chat.empty.title
source: Ask the Brain
de: Frag das Brain
es: Pregunta al Brain
fr: Demandez au Brain
zh_hans: 向 Brain 提问

# chat.error.agentNoReply
source: %@ hasn't replied yet. The answer appears here when it arrives.
de: %@ hat noch nicht geantwortet. Die Antwort erscheint hier, sobald sie da ist.
es: %@ aún no ha respondido. La respuesta aparecerá aquí cuando llegue.
fr: %@ n’a pas encore répondu. La réponse s’affichera ici dès son arrivée.
zh_hans: %@ 尚未回复。回复到达后会显示在这里。

# chat.error.attachmentTooLarge
source: %@ is larger than 5 MB.
de: %@ ist größer als 5 MB.
es: %@ supera los 5 MB.
fr: %@ dépasse 5 Mo.
zh_hans: %@ 超过 5 MB。

# chat.error.invalid
source: Builderforce sent an answer this app could not read.
de: Builderforce hat eine Antwort gesendet, die diese App nicht lesen konnte.
es: Builderforce envió una respuesta que esta app no pudo leer.
fr: Builderforce a envoyé une réponse que cette app n’a pas pu lire.
zh_hans: Builderforce 返回的内容无法被此应用读取。

# chat.error.keyRejected
source: Builderforce no longer accepts this sign-in. Sign in again.
de: Builderforce akzeptiert diese Anmeldung nicht mehr. Melde dich erneut an.
es: Builderforce ya no acepta este inicio de sesión. Vuelve a iniciar sesión.
fr: Builderforce n’accepte plus cette connexion. Reconnectez-vous.
zh_hans: Builderforce 不再接受此登录。请重新登录。

# chat.error.server
source: Builderforce answered with an error: %@
de: Builderforce hat mit einem Fehler geantwortet: %@
es: Builderforce respondió con un error: %@
fr: Builderforce a répondu par une erreur : %@
zh_hans: Builderforce 返回了错误：%@

# chat.error.signInDenied
source: Sign-in was declined.
de: Die Anmeldung wurde abgelehnt.
es: Se rechazó el inicio de sesión.
fr: La connexion a été refusée.
zh_hans: 登录已被拒绝。

# chat.error.signInExpired
source: The sign-in code expired. Try again.
de: Der Anmeldecode ist abgelaufen. Versuche es erneut.
es: El código de inicio de sesión caducó. Inténtalo de nuevo.
fr: Le code de connexion a expiré. Réessayez.
zh_hans: 登录代码已过期。请重试。

# chat.error.signedOut
source: Sign in to Builderforce to chat.
de: Melde dich bei Builderforce an, um zu chatten.
es: Inicia sesión en Builderforce para chatear.
fr: Connectez-vous à Builderforce pour discuter.
zh_hans: 登录 Builderforce 即可聊天。

# chat.error.unreachable
source: Builderforce could not be reached. Check your connection.
de: Builderforce ist nicht erreichbar. Prüfe deine Verbindung.
es: No se pudo contactar con Builderforce. Comprueba tu conexión.
fr: Impossible de joindre Builderforce. Vérifiez votre connexion.
zh_hans: 无法连接 Builderforce。请检查网络连接。

# chat.header.newChat
source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
zh_hans: 新建聊天

# chat.header.signOut
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
zh_hans: 退出登录

# chat.header.untitled
source: Untitled chat
de: Unbenannter Chat
es: Chat sin título
fr: Discussion sans titre
zh_hans: 未命名聊天

# chat.notice.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
zh_hans: 刷新

# chat.onboarding.message
source: Sign in to Builderforce to chat with the Brain about your projects and hand work to your agents.
de: Melde dich bei Builderforce an, um mit dem Brain über deine Projekte zu chatten und Arbeit an deine Agenten zu übergeben.
es: Inicia sesión en Builderforce para hablar con el Brain sobre tus proyectos y delegar trabajo a tus agentes.
fr: Connectez-vous à Builderforce pour discuter de vos projets avec le Brain et confier du travail à vos agents.
zh_hans: 登录 Builderforce，与 Brain 讨论你的项目，并把工作交给你的智能体。

# chat.onboarding.title
source: Meet the Brain
de: Lerne das Brain kennen
es: Conoce al Brain
fr: Découvrez le Brain
zh_hans: 认识 Brain

# chat.signIn.button
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
zh_hans: 登录

# chat.signIn.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

# chat.signIn.codePrompt
source: Confirm this code in your browser:
de: Bestätige diesen Code in deinem Browser:
es: Confirma este código en tu navegador:
fr: Confirmez ce code dans votre navigateur :
zh_hans: 请在浏览器中确认此代码：

# chat.signIn.message
source: Chat with the Brain and your workspace's agents. You sign in with your Builderforce account in the browser.
de: Chatte mit dem Brain und den Agenten deines Workspace. Du meldest dich im Browser mit deinem Builderforce-Konto an.
es: Chatea con el Brain y con los agentes de tu espacio de trabajo. Inicias sesión con tu cuenta de Builderforce en el navegador.
fr: Discutez avec le Brain et les agents de votre espace de travail. Vous vous connectez avec votre compte Builderforce dans le navigateur.
zh_hans: 与 Brain 和你工作区的智能体聊天。你将在浏览器中使用 Builderforce 账户登录。

# chat.signIn.open
source: Open sign-in page
de: Anmeldeseite öffnen
es: Abrir página de inicio de sesión
fr: Ouvrir la page de connexion
zh_hans: 打开登录页面

# chat.signIn.starting
source: Getting a sign-in code…
de: Anmeldecode wird angefordert …
es: Obteniendo un código de inicio de sesión…
fr: Obtention d’un code de connexion…
zh_hans: 正在获取登录代码…

# chat.signIn.title
source: Sign in to Builderforce
de: Bei Builderforce anmelden
es: Inicia sesión en Builderforce
fr: Se connecter à Builderforce
zh_hans: 登录 Builderforce

# chat.signIn.waiting
source: Waiting for approval…
de: Warte auf Bestätigung …
es: Esperando la aprobación…
fr: En attente de validation…
zh_hans: 正在等待确认…

# chat.suggestion.board
source: What's on my board today?
de: Was steht heute auf meinem Board?
es: ¿Qué hay hoy en mi tablero?
fr: Qu’y a-t-il sur mon tableau aujourd’hui ?
zh_hans: 我今天的看板上有什么？

# chat.suggestion.plan
source: Plan my next sprint
de: Plane meinen nächsten Sprint
es: Planifica mi próximo sprint
fr: Planifie mon prochain sprint
zh_hans: 规划我的下一个冲刺

# chat.suggestion.tickets
source: Summarize my open tickets
de: Fasse meine offenen Tickets zusammen
es: Resume mis tickets abiertos
fr: Résume mes tickets ouverts
zh_hans: 总结我未关闭的工单

# chat.thinking
source: The Brain is thinking…
de: Das Brain denkt nach …
es: El Brain está pensando…
fr: Le Brain réfléchit…
zh_hans: Brain 正在思考…

# chat.working
source: Working…
de: Wird bearbeitet …
es: Trabajando…
fr: En cours…
zh_hans: 正在处理…

# chat.windowTitle
source: Builderforce Chat
es: Chat de Builderforce
fr: Discussion Builderforce
zh_hans: Builderforce 聊天

# chat.header.chats
source: Chats
fr: Discussions
zh_hans: 聊天

# chat.title
source: Chat
fr: Discussion
zh_hans: 聊天
